const TYPING_AREA = "@@TYPING_AREA";

//  Фразы для тестирования
const PHRASE1 = 
"Колобок — одна из самых первых сказок для чтения детям. Сказка про Колобка обожаема всеми малышами. В ней много повторений, так полезных для запоминания сказки и развития речи. Сказка Колобок рассказывает историю о том, как бабка спекла деду колобок, а тот взял да и сбежал, но участи быть съеденным не избежал."
const PHRASE2 =
  "Преимуществами закона Деметры является то, что код, разработанный с соблюдением данного закона, делает написание тестов более простым[3], а разработанное программное обеспечение имеет большие возможности повторного использования кода, из-за чего его легче поддерживать. Так как объекты являются менее зависимыми от внутренней структуры других объектов, контейнеры объектов могут быть изменены без модификации вызывающих объектов (клиентов).";
const PHRASE3 =
  "Задача организации, в особенности же повышение уровня гражданского сознания";

// Статусы символа

const CORRECT = "CORRECT";
const UNTYPED = "UNTYPED";
const WRONG = "WRONG";

// СТАТУСЫ ИГРЫ 
const OFF = "OFF"
const ON = "ON"



export { OFF, ON, TYPING_AREA, PHRASE1, PHRASE2, PHRASE3, CORRECT, UNTYPED, WRONG };
